<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
    <title>Title</title>
</head>
<c:import url="header.jsp"></c:import>
<body>
<div class="div-userTerm">
  <div class="text_title">
    <h2>위치기반서비스 이용약관</h2>
  </div>
  <div class="text_content">
    <p>본 약관은 ㈜우리동네소아과(이하 ‘회사’라 한다)가 제공하는 위치기반서비스(이하 '서비스'라 한다)를 이용함에 있어 '회사'와 서비스를 이용하고자 하는 자(이하 '이용자'라 함)의 권리, 의무 및 책임사항을 규정함을 목적으로 합니다.</p>
    <br/>

    <p class="title">
      <strong>제1조 [목적]</strong>
    </p>
    <p class="title">
      <strong>제2조 [정의 및 용어의 정의]</strong>
    </p>
    <p class="title">
      <strong>제3조 [개인위치정보의 이용 또는 제공]</strong>
    </p>
    <p class="title">
      <strong>제4조 [개인위치정보주체의 권리]</strong>
    </p>
    <p class="title">
      <strong>제5조 [미성년자 이용계약에 관한 특칙]</strong>
    </p>
    <p class="title">
      <strong>제6조 [위치정보관리책임자의 지정]</strong>
    </p>
    <p class="title">
      <strong>제7조 [손해배상 및 면책]</strong>
    </p>
    <br/>
    <br/>

    <p class="title">제1조 [목적]</p>
    <p>이 약관은 ㈜우리동네소아과[전자상거래 사업자, 이하 “회사”라고 합니다]가 온라인으로 제공하는 디지털콘텐츠[이하
      “콘텐츠”라고 합니다] 및 제반서비스의 이용과 관련하여 회사와 이용자와의 권리, 의무 및 책임사항을 규정함을 목적으로
      합니다.</p>
    <p>※「PC통신, 모바일, 무선 등을 이용하는 전자거래에 대해서도 그 성질에 반하지 않는 한 이 약관을
      준용합니다.」</p>
    <br/>
    <p class="title">제2조 [정의 및 용어의 정의]</p>
    <p>① 이 약관에서 사용하는 정의는 다음과 같습니다.</p>
    <p>1. “회사”라 함은 “콘텐츠” 산업과 관련된 경제활동을 영위하는 자로서 콘텐츠 및 제반 서비스를 제공하는
      자, 즉 ㈜우리동네소아과를 말합니다.</p>
    <p>2. “이용자”라 함은 “회사”의 웹사이트에 접속하여 이 약관에 따라 “회사”가 제공하는 “콘텐츠” 및 제반
      서비스를 이용하는 회원 및 비회원을 말합니다.</p>
    <p>3. “회원”이라 함은 “회사”와 이용계약을 체결하고 “이용자” 아이디(ID)를 부여받은 “이용자”로서 회사의
      정보를 지속적으로 제공받으며 회사가 제공하는 서비스를 지속적으로 이용할 수 있는 자를 말합니다.</p>
    <p>4. “비회원”이라 함은 “회원”이 아니면서 “회사”가 제공하는 서비스를 이용하는 자를 말합니다.</p>
    <p>② 이 약관에서 사용하는 용어의 정의는 다음과 같습니다.</p>
    <p>1. “아이디(ID)”라 함은, “회원” 식별과 회원의 서비스 이용을 위하여 회원이 선정하고 회사가 승인하는
      문자나 숫자 또는 양자의 조합을 말합니다.</p>
    <p>2. “비밀번호(PASSWORD)”라 함은 “회원”이 부여받은 “아이디”와 일치되는 “회원”임을 확인하고
      비밀보호를 위해 “회원” 자신이 정한 문자 또는 숫자의 조합을 말합니다.</p>
    <p>3. “콘텐츠”라 함은, 회사가 제작하여 웹사이트에서 제공 및 판매하는 온라인 강좌 및 기타 관련 정보를
      의미함으로써, 정보통신망이용촉진 및 정보보호 등에 관한 법률 제2조 제1항 제1호의 규정에 의한 정보통신망에서 사용되는
      부호ㆍ문자ㆍ음성ㆍ음향ㆍ이미지 또는 영상 등으로 표현된 자료 또는 정보를 말합니다.</p>
    <p>4. “적립금”이라 함은, “서비스”의 효율적인 이용을 위해 “회사”가 임의로 책정한 방법에 의하여 적립되는
      가상 결제수단을 말합니다.</p>
    <p>5. “수강권(쿠폰)”이라 함은, “서비스”의 효율적인 이용을 위해 “회사”가 임의로 책정한 방법에 의하여
      적립되는 가상 결제수단을 말합니다.</p>
    <p>6. “유료콘텐츠”라 함은, “회사”가 웹사이트에서 제공하는 온라인 동영상 강의, 그룹 레슨, 세미나, 개인
      레슨, 용품 등 유료로 제공하는 모든 서비스 및 재화를 말합니다. 제3자에게 양도, 대여할 수 없습니다.</p>
    <p>7. “결제금액”이라 함은, “회원”이 입금한 금액 중에서 신용 카드 수수료 등의 이유로 발생되는 비용을
      제외하고 회사가 실질적으로 고객으로부터 수납한 금액을 말합니다.</p>
    <p>8. “환급금”이라 함은, “회원”이 유료콘텐츠 이용계약을 청약철회 또는 해지하여 발생하는 수수료와 위약금을
      제외하고 “회원”에게 도로 돌려주는 금액을 말합니다.</p>
    <p>9. “운영자”라 함은, 서비스의 전반적인 관리와 원활한 운영을 위하여 회사에서 선정한 사람 또는 회사를
      말합니다.</p>
    <p>10. “회원의 게시물”이라 함은, 회사의 서비스가 제공되는 웹사이트에 회원이 올린 글, 이미지, 각종 파일
      및 링크, 각종 댓글 등의 정보를 의미합니다.</p>
    <p>③ 제2항의 용어를 제외한 용어의 정의는 거래 관행 및 관계 법령에 따릅니다.</p>
    <br/>
    <p class="title">제3조 [신원정보 등의 제공, 약관의 게시와 개정 등]</p>
    <p>① “회사”는 이 약관의 내용과 상호, 영업소 소재지, 대표자의 성명, 사업자등록번호, 연락처[전화, 팩스,
      전자우편 주소 등] 등을 이용자가 알 수 있도록 “서비스”의 초기화면에 게시합니다. 다만, 약관은 이용자가 연결화면을
      통하여 볼 수 있도록 할 수 있습니다.</p>
    <p>② “회사”는 「전자상거래 등에서의 소비자보호에 관한 법률」, 약관의 규제에 관한 법률」,「전자문서 및
      전자거래기본법」,「전자금융거래법」,「전자서명법」,「정보통신망 이용촉진 및 정보보호 등에 관한 법률」,「방문판매 등에 관한
      법률」,「소비자기본법」등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.</p>
    <p>③ “회사”가 약관을 개정할 경우에는 적용 일자 및 개정사유를 명시하여 현행약관과 함께 ㈜우리동네소아과 웹사이트 공지
      게시판에 그 적용 일자 7일 이전부터 적용 일자 전날까지 공지합니다.</p>
    <p>④ 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 정부가 제정한 전자거래소비자보호지침 및
      관계법령 또는 상관례에 따릅니다.</p>
    <p>⑤ 회원이 개정약관의 적용에 동의하지 않는 경우 회사는 개정약관의 내용을 적용할 수 없으며, 이 경우 회원은
      이용계약을 해지할 수 있습니다. 단, 기존 약관을 적용할 수 없는 특별한 사정이 있는 경우에는 회사도 이용계약을 해지할
      수 있습니다.</p>
    <p>① 회원가입은 “이용자”가 약관의 내용에 대하여 동의를 하고 회원가입신청을 한 후 “회사”가 이러한 신청에
      대하여 승낙함으로써 체결됩니다.</p>
    <p>② “회사”는 전항에 따라 회원이 온라인 회원가입 신청양식에 기재하는 모든 회원정보를 실제 데이터인 것으로
      간주합니다.</p>
    <p>③ 실명이나 실제 정보를 입력하지 않은 회원은 법적인 보호를 받을 수 없으며, 본 약관의 관련 규정에 따라
      서비스 사용에 제한을 받을 수 있습니다.</p>
    <p>④ “회사”는 본조 제1항에 따른 이용자의 신청에 대하여 회원가입을 승낙함을 원칙으로 합니다. 다만, 회사는
      다음 각 호에 해당하는 신청에 대하여는 승낙을 하지 않을 수 있으며, 승낙 이후라도 취소할 수 있습니다.</p>
    <p>1. “이용자”의 귀책사유로 인하여 승인이 불가능한 경우</p>
    <p>2. 실명을 사용하지 않은 경우</p>
    <p>3. 타인의 명의 또는 개인정보를 도용하는 경우</p>
    <p>4. 허위의 정보를 제공하는 경우</p>
    <p>5. 중복된 아이디를 사용하는 경우</p>
    <p>6. 회사가 제시하는 회원가입 신청양식에 관련 내용을 기재하지 않은 경우</p>
    <p>7. 이전에 회사 이용약관 또는 관계 법령을 위반하여 회원자격이 상실되었던 경우</p>
    <p>8. 본 약관 제17조 [이용자의 의무]를 위반하는 경우</p>
    <p>9. 기타 본 약관 및 관계 법령을 위반하는 경우</p>
    <p>10. 회원가입 신청양식에 기재되어 회사에 제공되는 개인정보(ID, 비밀번호, 주소 등)가 선량한 풍속 기타
      사회질서에 위배되거나 타인을 모욕하는 경우</p>
    <p>11. 회원으로 등록하는 것이 “회사”의 기술상 현저히 지장이 있다고 판단되는 경우</p>
    <p>12. 회원 가입일 기준 만 14세 미만인 경우</p>
    <p>⑤ “회사”는 서비스 관련 설비의 여유가 없거나 기술상 또는 업무상 문제가 있는 경우에는 승낙을 유보할 수
      있습니다.</p>
    <p>⑥ 회원은 가입 신청 시 등록한 정보의 변경이 발생할 경우, 즉시 “콘텐츠”에서 제공하는 정보수정의 방법으로
      “회사”는 그 변경사항을 알려야 합니다.</p>
    <p>⑦ 회원가입계약의 성립 시기는 “회사”의 승낙이 “이용자”에게 도달한 시점으로 합니다.</p>
    <br/>
    <p class="title">제4조 [회원가입 및 승낙 거절]</p>
    <p>① 회원가입은 “이용자”가 약관의 내용에 대하여 동의를 하고 회원가입신청을 한 후 “회사”가 이러한 신청에
      대하여 승낙함으로써 체결됩니다.</p>
    <p>② “회사”는 전항에 따라 회원이 온라인 회원가입 신청양식에 기재하는 모든 회원정보를 실제 데이터인 것으로
      간주합니다.</p>
    <p>③ 실명이나 실제 정보를 입력하지 않은 회원은 법적인 보호를 받을 수 없으며, 본 약관의 관련 규정에 따라
      서비스 사용에 제한을 받을 수 있습니다.</p>
    <p>④ “회사”는 본조 제1항에 따른 이용자의 신청에 대하여 회원가입을 승낙함을 원칙으로 합니다. 다만, 회사는
      다음 각 호에 해당하는 신청에 대하여는 승낙을 하지 않을 수 있으며, 승낙 이후라도 취소할 수 있습니다.</p>
    <p>1. “이용자”의 귀책사유로 인하여 승인이 불가능한 경우</p>
    <p>2. 실명을 사용하지 않은 경우</p>
    <p>3. 타인의 명의 또는 개인정보를 도용하는 경우</p>
    <p>4. 허위의 정보를 제공하는 경우</p>
    <p>5. 중복된 아이디를 사용하는 경우</p>
    <p>6. 회사가 제시하는 회원가입 신청양식에 관련 내용을 기재하지 않은 경우</p>
    <p>7. 이전에 회사 이용약관 또는 관계 법령을 위반하여 회원자격이 상실되었던 경우</p>
    <p>8. 본 약관 제17조 [이용자의 의무]를 위반하는 경우</p>
    <p>9. 기타 본 약관 및 관계 법령을 위반하는 경우</p>
    <p>10. 회원가입 신청양식에 기재되어 회사에 제공되는 개인정보(ID, 비밀번호, 주소 등)가 선량한 풍속 기타
      사회질서에 위배되거나 타인을 모욕하는 경우</p>
    <p>11. 회원으로 등록하는 것이 “회사”의 기술상 현저히 지장이 있다고 판단되는 경우</p>
    <p>12. 회원 가입일 기준 만 14세 미만인 경우</p>
    <p>⑤ “회사”는 서비스 관련 설비의 여유가 없거나 기술상 또는 업무상 문제가 있는 경우에는 승낙을 유보할 수
      있습니다.</p>
    <p>⑥ 회원은 가입 신청 시 등록한 정보의 변경이 발생할 경우, 즉시 “콘텐츠”에서 제공하는 정보수정의 방법으로
      “회사”는 그 변경사항을 알려야 합니다.</p>
    <p>⑦ 회원가입계약의 성립 시기는 “회사”의 승낙이 “이용자”에게 도달한 시점으로 합니다.</p>
    <br/>
    <p class="title">제5조 [미성년자 이용계약에 관한 특칙]</p>
    <p>“회사”는 만 20세 미만의 미성년이용자가 유료콘텐츠를 이용하고자 하는 경우에 부모 등 법정 대리인의 동의를
      얻거나, 계약체결 후 추인을 얻지 않으면 미성년자 본인 또는 법정대리인이 그 계약을 취소할 수 있다는 내용을 계약체결
      전에 고지하는 조치를 취합니다.</p>
    <br/>
    <p class="title">제6조 [회원정보의 변경 및 탈퇴]</p>
    <p>① 회원은 “회사”의 웹사이트 “내 정보 관리” 페이지에서 언제든지 자신의 개인정보를 열람하고 수정할 수
      있습니다.</p>
    <p>② 회원이 전항의 변경사항을 수정하지 않아 발생한 불이익에 대하여 회사는 책임지지 않습니다.</p>
    <p>③ 회원은 “회사”의 웹사이트 “내 정보 관리” 페이지에서 언제든지 탈퇴 신청이 가능하며, “회사”는 즉시
      또는 7일 이내 탈퇴를 처리합니다.</p>
    <br/>
    <p class="title">제7조 [회원에 대한 통지]</p>
    <p>① “회사”는 회원에게 알려야 할 사항이 발생하는 경우, 회원가입 시 회원이 공개한 전자우편주소 또는 쪽지,
      팝업창, 유ㆍ무선 등의 방법으로 통지할 수 있습니다.</p>
    <p>② “회사”는 회원 전체에 대한 통지의 경우 7일 이상 “서비스”에 게시함으로써 전항의 통지에 갈음할 수
      있습니다. 다만, 회원 본인의 거래 및 사이트의 이용과 관련하여 중대한 영향을 미치는 사항에 대하여는 14일 이상 전항과
      동일한 방법으로 별도 통지할 수 있습니다.</p>
    <br/>
    <p>[부칙]</p>
    <p>1. 본 약관은 2023년 7월 4일부터 시행됩니다.</p>
  </div>
</div>
</body>
</html>
